Repository: BackupTheBerlios/jimmyim-svn
Catalog: branches/usajusaj-jabber/jimmy/po/*.po
Languages: it

source: Send
it: Manda

source: Cancel
it: Cancella

source: Yes
it: Si

source: Find
it: Cerca

source: Back
it: Indietro

source: Exit
it: Esci

source: New
it: Nuovo

source: Chat
it: Chatta

source: Remove
it: Rimuovi

source: Edit
it: Modifica

source: Accounts
it: Acconti

source: Add contact
it: Aggiungi amico

source: Remove contact
it: Rimuovi amico

source: JIMMY - Instant Mobile Messenger
it: JIMMY - Messaggero Mobile Instantaneo

source: Copyright (C) 2006 JIMMY Project
it: Copyright (C) 2006 JIMMY Proggetto

source: Alredy connected!
it: Sei gia connesso!

source: Connecting
it: Connettando

source: Account is not connected!
it: Acconto non connesso!

source: No group
it: Senza gruppo

source: Other
it: Altro

source: Edit
it: Modifica

source: Edit account
it: Modifica acconto

source: Chat with
it: Chatta con

source: Me -
it: Io -

source: Loading settings...
it: Carico preferenze...

source: Loading account data...
it: Carico preferenze d'acconto...

source: Optimizing store...
it: Ottimizzo magazzino...

source: Welcome to Jimmy!
it: Benvenuti in Jimmy!

source: Connecting to
it: Connetto con

source: failed!!!
it: fallita!!!

source: Failed to connect! Check settings.
it: Errore di connessione! Controlla le preferenze.

source: Destroying Jimmy...
it: Pulisco la memoria...
